{
  "About": "À propos",
  "Books": "Livres",
  "How it works": "Comment ça marche",
  "Contact": "Contact",
  "english": "Anglais",
  "french": "Français",
  "welcome": "Lettres au-delà des cultures africaines modernes",
  "welcome-description": "Explorez la riche tapisserie de la littérature africaine, des anciennes traditions orales aux œuvres contemporaines.",
  "get-started": "Commencer",
  "buy-books": "Acheter des livres",
  "login": "Connexion",
  "register": "S'inscrire",
  "About-title": "À propos de",
  "About-description-one": "Nous sommes une maison d'édition moderne et une bibliothèque numérique, dédiée à connecter les gens avec des histoires qui inspirent, éduquent et préservent le patrimoine culturel. Notre mission est de rendre la littérature accessible à tous, que ce soit par le biais de livres physiques ou de notre catalogue en ligne en expansion.",
  "About-description-two": "Nous travaillons avec des auteurs, des éducateurs et des lecteurs divers pour sélectionner des œuvres qui stimulent l'imagination et établissent des connexions. Des services d'édition aux programmes de lecture communautaire, Vutuka Edition est plus qu'un éditeur, nous sommes un pont entre les créateurs et les publics.",
  "Publishing": "Édition",
  "Publishing-description": "Accompagnement des manuscrits de l'idée à la publication.",
  "Digital Library": "Bibliothèque numérique",
  "Digital Library-description": "Accédez aux livres à tout moment et en tout lieu sur notre plateforme en ligne.",
  "Community": "Communauté",
  "Community-description": "Clubs de lecture, campagnes de lecture et programmes de sensibilisation à l'alphabétisation.",
  "featured-books-title": "Livres en vedette à vendre",
  "featured-books-description": "Découvrez notre dernière collection de lectures inspirantes d'auteurs talentueux d'Afrique et d'ailleurs. Disponibles en formats imprimé et numérique.",
  "More Info": "Plus d'infos",
    "testimonials-title": "Ce que disent les lecteurs",
  "testimonials-description": "Nous sommes extrêmement reconnaissants pour les retours que nous recevons de nos lecteurs. Voici quelques-unes de leurs réflexions sur nos livres et nos services.",
  "Write a Testimonial": "Écrire un témoignage",
  "HowItWorks-title": "Comment ça marche",
  "HowItWorks-description": "Découvrez les processus qui rendent notre plateforme unique et conviviale, conçue pour vous connecter avec le meilleur de la littérature africaine.",
  "HowItWorks-button-description": "Découvrez comment notre plateforme fonctionne et comment vous pouvez en bénéficier."
}
